/* NSButton (Do not show this warning again) : <title:Do not show this warning again> (oid:10) */
"Do not show this warning again" = "Ez erakutsi ohar hau berriro";

/* NSButton (Don't Empty Trash) : <title:Don't Empty Trash> (oid:8) */
"Don't Empty Trash" = "Ez hustu zakarrontzia";

/* NSButton (Empty Trash) : <title:Empty Trash> (oid:7) */
"Empty Trash" = "Zakarrontzia Hustu";

/* NSTextField (There are deleted articles in the trash. Would you like to empty the trash before quitting?) : <title:There are deleted articles in the trash.
Would you like to empty the trash before quitting?> (oid:9) */
"There are deleted articles in the trash.\nWould you like to empty the trash before quitting?" = "Ezabatutako artikuluak zakarrontzian daude.\nIrten aurretik zakarrontzia hustu nahi al duzu?";

